Repository: kccarlos/kvoice
Catalog: Packages/KvoiceUI/Sources/KvoiceUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Older transcripts and their recordings are removed, and recordings older than %@ are removed from newer transcripts. Newer transcripts, your settings, and the local model are kept. This cannot be undone.
zh_hans: 更早的转写及其录音会被移除，较新转写中早于 %@ 的录音也会被移除。较新的转写、你的设置和本地模型会保留。此操作无法撤销。

source: On
zh_hans: 开

source: On Apple's servers
zh_hans: 在 Apple 的服务器上

source: On this Mac
zh_hans: 在这台 Mac 上

source: One emoji. Tip: ⌃⌘Space opens the emoji picker.
zh_hans: 一个表情符号。提示：⌃⌘空格键可打开表情符号选择器。

source: Only from %@, the repository named in the bundled manifest.
zh_hans: 仅来自 %@，即随附清单中指定的仓库。

source: Only from the repository named in the bundled manifest.
zh_hans: 仅来自随附清单中指定的仓库。

source: Only one action is active at a time. It auto-applies after each transcription while AI Actions is on. Current: %1$@ %2$@.
zh_hans: 一次只有一个操作处于活跃状态。AI 操作开启时，它会在每次转写后自动应用。当前：%@ %@。

source: Only the first %lld terms are sent; the rest are kept for another model.
zh_hans: 仅发送前 %lld 个词条；其余词条会为其他模型保留。

source: Only under critical system memory pressure and only while idle; the next dictation reloads the model.
zh_hans: 仅在系统内存压力严重且处于空闲时才会执行；下一次听写会重新加载模型。

source: Open
zh_hans: 打开

source: Open %@
zh_hans: 打开%@

source: Open Accessibility Settings
zh_hans: 打开辅助功能设置

source: Open Data Folder
zh_hans: 打开数据文件夹

source: Open KVoice
zh_hans: 打开 KVoice

source: Open KVoice %@
zh_hans: 打开 KVoice %@

source: Open Login Items Settings
zh_hans: 打开登录项设置

source: Open Model Settings
zh_hans: 打开模型设置

source: Open System Settings
zh_hans: 打开系统设置

source: Open the recorder and press the key combination you want.
zh_hans: 打开录制器并按下你想要的组合键。

source: Open-Source Licenses…
zh_hans: 开源许可证…

source: Open-source licenses
zh_hans: 开源许可证

source: OpenAI-Compatible Endpoint
zh_hans: OpenAI 兼容端点

source: OpenAI-compatible endpoint
zh_hans: OpenAI 兼容端点

source: Opens %@. A permission macOS has already refused cannot be prompted again.
zh_hans: 打开%@。macOS 已拒绝的权限无法再次弹出请求。

source: Opens Data & Privacy, where Save dictation history is turned on.
zh_hans: 打开“数据与隐私”，在那里开启“保存听写历史记录”。

source: Opens System Settings, General, Login Items, where the registration must be approved once.
zh_hans: 打开“系统设置 › 通用 › 登录项”，需要在那里批准一次注册。

source: Opens in your browser.
zh_hans: 在浏览器中打开。

source: Opens the AI Actions page in the main window. Setup stays open and nothing is sent.
zh_hans: 在主窗口中打开“AI 操作”页面。设置向导保持打开，不会发送任何内容。

source: Opens the KVoice releases page on GitHub in your browser.
zh_hans: 在浏览器中打开 GitHub 上的 KVoice 发布页面。

source: Opens the quick tour in its own window. Setup stays open.
zh_hans: 在单独窗口中打开快速导览。设置向导保持打开。

source: Opens the shortcut recorder to pick a different key.
zh_hans: 打开快捷键录制器以选择另一个按键。

source: Opens the voice activity detection option for streaming.
zh_hans: 打开流式模式的语音活动检测选项。

source: Opens your mail app with a new message addressed to the KVoice maintainers.
zh_hans: 打开邮件应用，新建一封发给 KVoice 维护者的邮件。

source: Optimizing for your Mac — first time only, this can take a few minutes. You can continue setup meanwhile.
zh_hans: 正在为这台 Mac 优化——仅首次，可能需要几分钟。你可以同时继续设置。

source: Optimizing for your Mac — first time only, this can take a few minutes…
zh_hans: 正在为这台 Mac 优化——仅首次，可能需要几分钟…

source: Optimizing the model for your Mac. This happens only the first time and can take a few minutes; model changes are available when it finishes.
zh_hans: 正在为这台 Mac 优化模型。仅首次需要，可能需要几分钟；完成后即可更改模型。

source: Optional
zh_hans: 可选

source: Optional AI API key
zh_hans: 可选的 AI API 密钥

source: Optional API key
zh_hans: 可选的 API 密钥

source: Optional polish and translation, and the endpoint that runs them. Off by default.
zh_hans: 可选的润色与翻译，以及运行它们的端点。默认关闭。

source: Optional. Name, role, industry, tech stack, communication style, languages.
zh_hans: 可选。姓名、职位、行业、技术栈、沟通风格、语言。

source: Over the current model's budget: the model only sees the first %1$lld tokens. Remove terms until the counter is under %2$lld.
zh_hans: 超出当前模型的预算：模型只能看到前 %1$lld 个 token。请移除词条直到计数低于 %2$lld。

source: Overlapping dictation paused: CPU-only compute
zh_hans: 已暂停重叠听写：仅使用 CPU 计算

source: Overlapping dictation paused: memory pressure
zh_hans: 已暂停重叠听写：内存压力

source: Overlapping dictation paused: slow transcription
zh_hans: 已暂停重叠听写：转写较慢

source: Overrides the system default while recording.
zh_hans: 录音时覆盖系统默认设备。

source: Package Details
zh_hans: 包详情

# Page %lld of %lld
source: Page %1$lld of %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页

source: Paste text as if it had just been dictated, then run it through these instructions using your active AI configuration.
zh_hans: 粘贴文本，就像刚刚听写出来一样，然后用当前使用的 AI 配置按这些指令处理。

source: Pause
zh_hans: 暂停

source: Pause (⌘Space)
zh_hans: 暂停（⌘空格键）

source: Paused
zh_hans: 已暂停

source: Paused — %@ downloaded
zh_hans: 已暂停 — 已下载 %@

source: Performance test
zh_hans: 性能测试

source: Performance test running…
zh_hans: 性能测试运行中…

source: Permissions
zh_hans: 权限

source: Physical memory footprint of KVoice, refreshed every two seconds while this section is open.
zh_hans: KVoice 的物理内存占用，此部分打开时每两秒刷新一次。

source: Pick a folder that already contains a verified KVoice model package.
zh_hans: 选择一个已包含已验证 KVoice 模型包的文件夹。

source: Pick the key that starts and stops dictation, then try it.
zh_hans: 选择用于开始和停止听写的按键，然后试一试。

source: Placed by macOS
zh_hans: 由 macOS 安排

source: Placed by macOS (RTF %@)
zh_hans: 由 macOS 安排（RTF %@）

source: Placement
zh_hans: 分配

source: Placement is Core ML's plan for where each operation runs, not a measurement. Apple Neural Engine load has no public counter; use Placement and the performance test.
zh_hans: “分配”是 Core ML 对每个操作运行位置的规划，不是实际测量。Apple 神经网络引擎的负载没有公开计数器；请参考“分配”和性能测试。

source: Placement: %@
zh_hans: 分配：%@

source: Plain text, one term per line. Import adds to the list — duplicates are skipped and anything past the budget is left out and reported.
zh_hans: 纯文本，每行一个词条。导入会添加到列表 — 重复项会跳过，超出预算的部分会被排除并报告。

source: Planning…
zh_hans: 正在规划…

source: Play
zh_hans: 播放

source: Play (⌘Space)
zh_hans: 播放（⌘空格键）

source: Plays a short sound when recording starts, stops, is cancelled, and when the text is inserted. The start sound plays once the microphone is actually delivering audio.
zh_hans: 在录音开始、停止、取消以及文本插入时播放简短提示音。开始提示音会在麦克风真正开始传送音频后播放。

source: Plays the start sound of the selected set.
zh_hans: 播放所选音效组的开始提示音。

source: Polish
zh_hans: 润色

source: Polish and translation are off and stay off unless you turn them on. Only transcript text is ever sent, and only to the endpoint you configure.
zh_hans: 润色和翻译默认关闭，除非您主动开启。只会发送转写文本，且只发送到您配置的端点。

source: Polish or Translate
zh_hans: 润色或翻译

source: Polishing
zh_hans: 正在润色

source: Prefer %1$@? It downloads %2$@ once, and the first time it loads it is optimized for your Mac, which can take a few minutes.
zh_hans: 更想用 %1$@？它需要下载一次 %2$@，首次加载时会为这台 Mac 进行优化，可能需要几分钟。

source: Preparing
zh_hans: 准备中

source: Preparing audio
zh_hans: 正在准备音频

source: Press Run Level Test and speak for a moment to confirm the right input is selected.
zh_hans: 点按“运行电平测试”并说几句话，以确认选择了正确的输入设备。

source: Press again to stop
zh_hans: 再按一次停止

source: Press and hold your shortcut now.
zh_hans: 现在按住你的快捷键。

source: Press it again to stop.
zh_hans: 再按一次以停止。

source: Press the recording shortcut twice quickly while recording to have KVoice press Return once the text is inserted. Never used when the text went to the clipboard.
zh_hans: 录音时快速连按两次录音快捷键，KVoice 会在文本插入后按一次 Return。文本进入剪贴板时绝不使用。

source: Press your shortcut now, anywhere — this window does not need to be focused.
zh_hans: 现在在任意位置按下您的快捷键 — 此窗口无需处于前台。

source: Press your shortcut to continue.
zh_hans: 按下快捷键以继续。

source: Press your shortcut to start.
zh_hans: 按下快捷键以开始。

source: Preview
zh_hans: 试听

source: Prioritized
zh_hans: 优先级列表

source: Privacy & About
zh_hans: 隐私与关于

source: Privacy boundary
zh_hans: 隐私边界

source: Private Cloud Compute answered, but not with the expected reply.
zh_hans: 私密云计算已响应，但回复不符合预期。

source: Private Cloud Compute could not be reached. Check your internet connection.
zh_hans: 无法连接私密云计算。请检查互联网连接。

source: Private Cloud Compute is busy. Try again shortly.
zh_hans: 私密云计算正忙，请稍后再试。

source: Private Cloud Compute isn't available right now.
zh_hans: 私密云计算目前不可用。

source: Private voice input
zh_hans: 私密的语音输入

source: Processing
zh_hans: 正在处理

source: Professional Mode (High-EQ)
zh_hans: 职场模式（高情商）

source: Prompt preview
zh_hans: 提示词预览

source: Provider
zh_hans: 服务商

source: Push-to-Talk (hold)
zh_hans: 按住说话（按住）

source: Push-to-Talk — hold to record, release to stop
zh_hans: 按住说话 — 按住录音，松开停止

source: Push-to-talk is selected by default.
zh_hans: 默认选择按住说话。

source: Puts this section's settings back to the values KVoice ships with.
zh_hans: 将此部分的设置恢复为 KVoice 自带的值。

source: Quick Tour
zh_hans: 快速导览

source: Quit KVoice
zh_hans: 退出 KVoice

source: Quits and relaunches the app. A dictation in progress is cancelled.
zh_hans: 退出并重新启动应用。进行中的听写会被取消。

source: Raw transcript copied.
zh_hans: 已复制原始转写。

source: Re-authorize…
zh_hans: 重新授权…

source: Re-reads the connected input devices.
zh_hans: 重新读取已连接的输入设备。

source: Reading material, opened in your browser. The setup guide itself, Reset Preferences, and Restart are in General.
zh_hans: 在浏览器中打开的阅读材料。设置向导本身、重置偏好设置和重新启动在“通用”中。

source: Reads the permission again after you change it in System Settings. It is also re-read automatically while this screen is open.
zh_hans: 在你于“系统设置”中更改权限后重新读取。此屏幕打开时也会自动重新读取。

source: Reads the shortcut, microphone, and Accessibility status again, without prompting.
zh_hans: 重新读取快捷键、麦克风和辅助功能的状态，不弹出请求。

source: Reads the trust state again. It is also re-read every second while this screen is open.
zh_hans: 重新读取信任状态。此屏幕打开时也会每秒重新读取。

source: Ready
zh_hans: 就绪

source: Recommended
zh_hans: 推荐

source: Recommended for this Mac: ready in seconds, with nothing large to download. macOS provides the speech model, and transcription stays on this Mac.
zh_hans: 推荐用于这台 Mac：几秒即可就绪，无需下载大文件。语音模型由 macOS 提供，转写始终在这台 Mac 上完成。

source: Recommended model
zh_hans: 推荐模型

source: Record %@
zh_hans: 录制%@

source: Record Shortcut…
zh_hans: 录制快捷键…

source: Recorder
zh_hans: 录音器

source: Recorder style
zh_hans: 录音器样式

source: Recording
zh_hans: 录音

source: Recording Shortcut
zh_hans: 录音快捷键

source: Recording interaction
zh_hans: 录音交互方式

source: Recording kept
zh_hans: 已保留录音

source: Recording length
zh_hans: 录音时长

source: Recording mode
zh_hans: 录音模式

source: Recording shortcut
zh_hans: 录音快捷键

source: Recording stops on its own at this length.
zh_hans: 录音达到此时长会自行停止。

source: Recording stops on its own at this length; the transcript is still inserted.
zh_hans: 录音达到此时长会自行停止；转写文本仍会插入。

source: Recording. Press Stop Recording, use your shortcut, or press Escape to cancel.
zh_hans: 正在录音。点按“停止录音”、使用快捷键，或按 Escape 取消。

source: Record…
zh_hans: 录制…

source: Refresh
zh_hans: 刷新

source: Refresh Devices
zh_hans: 刷新设备

source: Refresh Status
zh_hans: 刷新状态

source: Refresh history
zh_hans: 刷新历史记录

source: Refresh history (⌘R)
zh_hans: 刷新历史记录（⌘R）

source: Refreshing history
zh_hans: 正在刷新历史记录

source: Registered
zh_hans: 已注册

source: Registers KVoice as a login item through macOS. The status below is what macOS reports.
zh_hans: 通过 macOS 把 KVoice 注册为登录项。下方状态为 macOS 报告的结果。

source: Relaunch KVoice to change the language?
zh_hans: 要重新启动 KVoice 以更改语言吗？

source: Relaunch Now
zh_hans: 立即重新启动

source: Release to stop
zh_hans: 松开停止

source: Releases the resident speech model's memory. The next dictation reloads it.
zh_hans: 释放常驻语音模型占用的内存。下一次听写会重新加载它。

source: Reloading the model with the new compute units…
zh_hans: 正在用新的计算单元重新加载模型…

source: Remote hosts need HTTPS. Plain HTTP is allowed only for localhost, 127.0.0.1, or ::1.
zh_hans: 远程主机需要 HTTPS。仅 localhost、127.0.0.1 或 ::1 允许使用纯 HTTP。

source: Remove
zh_hans: 移除

source: Remove %@ from the list
zh_hans: 从列表中移除 %@

source: Remove All
zh_hans: 全部移除

source: Remove All…
zh_hans: 全部移除…

source: Remove every term from the dictionary?
zh_hans: 要移除词典中的所有词条吗？

source: Remove the credentials or query from the URL. Put the API key in the API key field instead.
zh_hans: 请从 URL 中移除凭据或查询参数。API 密钥应填入“API 密钥”字段。

source: Remove trigger word %@
zh_hans: 移除触发词 %@

# Removed %@ and %@.
source: Removed %1$@ and %2$@.
zh_hans: 已移除 %@ 和 %@。

source: Removes the downloaded package from disk after confirmation.
zh_hans: 确认后从磁盘移除已下载的模型包。

source: Removes the selected terms.
zh_hans: 移除所选词条。

source: Removing model…
zh_hans: 正在移除模型…

source: Removing the package.
zh_hans: 正在移除模型包。

source: Removing the package…
zh_hans: 正在移除模型包…

source: Removing…
zh_hans: 正在移除…

source: Reopens the three-page quick tour from setup, without redoing the rest of setup.
zh_hans: 重新打开设置向导中的三页快速导览，无需重新完成其余设置步骤。

source: Replace the transcript?
zh_hans: 要替换转写文本吗？

source: Replays the setup guide from the first screen. Model, history, shortcut, and settings are kept.
zh_hans: 从第一屏重新播放设置向导。模型、历史记录、快捷键和设置会保留。

source: Request Access
zh_hans: 请求访问权限

source: Reset Built-in Actions
zh_hans: 重置内置操作

source: Reset Built-in Actions…
zh_hans: 重置内置操作…

source: Reset Onboarding
zh_hans: 重置设置向导

source: Reset Onboarding?
zh_hans: 要重置设置向导吗？

source: Reset Onboarding…
zh_hans: 重置设置向导…

source: Reset Preferences
zh_hans: 重置偏好设置

source: Reset Preferences…
zh_hans: 重置偏好设置…

source: Reset all built-in actions?
zh_hans: 要重置所有内置操作吗？

source: Reset preferences to defaults?
zh_hans: 要将偏好设置重置为默认值吗？

source: Reset to Default
zh_hans: 恢复默认

source: Reset to Shipped Text
zh_hans: 重置为出厂文本

source: Resets %@.
zh_hans: 将于 %@ 重置。

source: Resource name
zh_hans: 资源名称

source: Restart
zh_hans: 重新启动

source: Restart KVoice?
zh_hans: 要重新启动 KVoice 吗？

source: Restart KVoice…
zh_hans: 重新启动 KVoice…

source: Restore
zh_hans: 还原

source: Restore Previous Settings…
zh_hans: 还原以前的设置…

source: Restore These Settings?
zh_hans: 要还原这些设置吗？

source: Restore the deleted item
zh_hans: 恢复已删除的项目

source: Restores every shipped action's text and trigger words and adds back any that is missing.
zh_hans: 恢复每个出厂操作的文本和触发词，并补回缺失的操作。

source: Restricted
zh_hans: 受限制

source: Result
zh_hans: 结果

source: Resume
zh_hans: 恢复

source: Resume Download
zh_hans: 恢复下载

source: Resuming the download…
zh_hans: 正在恢复下载…

source: Retranscribe
zh_hans: 重新转写

source: Retranscription failed. The saved transcript is unchanged.
zh_hans: 重新转写失败。已保存的转写文本未更改。

source: Retry
zh_hans: 重试

source: Retrying…
zh_hans: 正在重试…

source: Returns appearance and recording behavior to their defaults. AI configurations, API keys, shortcuts, history, and the model are kept.
zh_hans: 将外观和录音行为恢复为默认值。AI 配置、API 密钥、快捷键、历史记录和模型会保留。

source: Reveal in Finder
zh_hans: 在访达中显示

source: Revealing in Finder…
zh_hans: 正在访达中显示…

source: Reveals the folder holding settings, history, diagnostics, and the managed model in Finder.
zh_hans: 在访达中显示存放设置、历史记录、诊断信息和托管模型的文件夹。

source: Revision
zh_hans: 修订版本

source: Rewrite into formal, concise, polite written style suitable for professional communication.
zh_hans: 改写为适合职场沟通的正式、简洁、礼貌的书面风格。

source: Run Cleanup
zh_hans: 运行清理

source: Run Level Test
zh_hans: 运行电平测试

source: Run Performance Test
zh_hans: 运行性能测试

source: Run Test
zh_hans: 运行测试

source: Run Transcript Cleanup Now…
zh_hans: 立即运行转写清理…

source: Run a Short Dictation Test
zh_hans: 运行简短听写测试

source: Run the recording through the current model again and choose whether to replace the transcript
zh_hans: 用当前模型重新转写录音，并选择是否替换转写文本

# Running on %@ (RTF %@)
source: Running on %1$@ (RTF %2$@)
zh_hans: 运行于 %@（RTF %@）

source: Runs Apple's on-device language model through the Foundation Models framework (macOS 26 or later). No endpoint, no key, and nothing leaves this Mac. Expect cleanup-grade results — below cloud models — and a context window of about 4,000 tokens; a longer transcript is inserted unpolished.
zh_hans: 通过 Foundation Models 框架运行 Apple 的本机语言模型（需要 macOS 26 或更高版本）。无需端点和密钥，数据不会离开这台 Mac。效果为清理级别（低于云端模型），上下文窗口约 4,000 个 token；更长的转写文本将原样插入。

source: Runs when KVoice launches and once a day. Transcripts older than %@ are removed with their recordings.
zh_hans: 在 KVoice 启动时以及每天运行一次。早于 %@ 的转写及其录音会被移除。

source: Runtime
zh_hans: 运行时

source: Runtime and download size: %@
zh_hans: 运行时与下载大小：%@

source: Sample text
zh_hans: 示例文本

source: Sampling four times a second while the runtime is busy.
zh_hans: 运行时忙碌期间每秒采样四次。

source: Save
zh_hans: 保存

source: Save Edits to Selected Configuration
zh_hans: 将编辑保存到所选配置

source: Save History is off. New dictations are not saved. Items already saved stay here until you clear them.
zh_hans: “保存历史记录”已关闭。新的听写不会保存。已保存的项目会留在这里直到你清除。

source: Save Selected as Markdown…
zh_hans: 将所选存储为 Markdown…

source: Save Selected as Text…
zh_hans: 将所选存储为文本…

source: Save Without Verifying
zh_hans: 不验证直接保存

source: Save as Markdown
zh_hans: 存储为 Markdown

source: Save as Text
zh_hans: 存储为文本

source: Save dictation history
zh_hans: 保存听写历史记录

source: Save the dictionary as a text file.
zh_hans: 把词典存储为文本文件。

source: Saved %lld items.
zh_hans: 已存储 %lld 项。

source: Saved 1 item.
zh_hans: 已存储 1 项。

source: Saves each dictation's recording next to its transcript for playback and Retranscribe.
zh_hans: 把每次听写的录音与其转写文本一同保存，用于回放和重新转写。

source: Saves your settings, without API keys, as a JSON file.
zh_hans: 将您的设置（不含 API 密钥）保存为 JSON 文件。

source: Search history
zh_hans: 搜索历史记录

source: Search transcripts
zh_hans: 搜索转写文本

source: Second target language
zh_hans: 第二目标语言

source: Sections
zh_hans: 分区

source: Select
zh_hans: 选择

source: Select All
zh_hans: 全选

source: Select a History Item
zh_hans: 选择一条历史记录

source: Select several items
zh_hans: 选择多个项目

source: Select text in any app, press a slot's shortcut, and KVoice runs that action on the selection and inserts the result in its place through Accessibility — never a simulated paste. Experimental.
zh_hans: 在任意应用中选中文本，按下某个槽位的快捷键，KVoice 会对所选文本运行该操作，并通过辅助功能把结果插入原位 — 绝不模拟粘贴。实验性功能。

source: Selection
zh_hans: 选中文本

source: Selection Action
zh_hans: 选中文本操作

source: Send feedback
zh_hans: 发送反馈

source: Sends one harmless manual Chat Completions test request. It is never sent automatically during dictation.
zh_hans: 手动发送一次无害的 Chat Completions 测试请求。听写期间绝不会自动发送。

source: Sends one harmless test request, then saves if it succeeds.
zh_hans: 发送一次无害的测试请求，成功后保存。

source: Sends one harmless test request. It is never sent automatically during dictation.
zh_hans: 发送一次无害的测试请求。听写期间绝不会自动发送。

source: Sends the clipboard's text with each request for this action, in a separate tagged block.
zh_hans: 随此操作的每个请求发送剪贴板文本，放在单独的标记块中。

source: Sends the focused field's selection with each request for this action, in a separate tagged block.
zh_hans: 随此操作的每个请求发送当前输入框中选中的文本，放在单独的标记块中。

source: Sends the transcript, the action's instructions and any context you turned on to Apple's Private Cloud Compute over the internet. Apple states that requests are used only to answer them, are not stored, and are not accessible to Apple. Dictation sends nothing here unless this configuration is active and AI Actions is on (Verify & Save and Test send one short test request), and KVoice never switches to it on its own. Requires macOS 27, the Mac App Store edition of KVoice and Apple Intelligence; each person has a daily request limit tied to their Apple Account.
zh_hans: 会通过互联网将转写文本、该操作的指令以及你开启的任何上下文发送到 Apple 的私密云计算。Apple 表示，请求仅用于生成回复，不会被存储，Apple 也无法访问。除非此配置处于启用状态且 AI 操作已开启，听写不会向这里发送任何内容（“验证并保存”和“测试”会发送一次简短的测试请求）；KVoice 也绝不会自行切换到它。需要 macOS 27、Mac App Store 版 KVoice 以及 Apple 智能；每个人都有与其 Apple 账户关联的每日请求上限。

source: Set %@ as active
zh_hans: 将%@设为当前使用

source: Set as Active
zh_hans: 设为当前使用

source: Set as Default
zh_hans: 设为默认

source: Set up AI Actions
zh_hans: 设置 AI 操作

source: Settings applied.
zh_hans: 设置已应用。

source: Settings for the default action. Each one appends a shipped instruction block; the action's own text is untouched.
zh_hans: 默认操作的设置。每一项都会追加一个内置指令块；操作本身的文本不会改动。

source: Settings…
zh_hans: 设置…

source: Setup Guide
zh_hans: 设置向导

source: Setup Guide…
zh_hans: 设置向导…

source: Setup complete
zh_hans: 设置完成

source: Shortcut
zh_hans: 快捷键

source: Shortcut detected. You're set.
zh_hans: 已检测到快捷键，一切就绪。

source: Shortcut didn't register?
zh_hans: 快捷键没有反应？

source: Shortcut problem: %@
zh_hans: 快捷键问题：%@

source: Shortcut recorder unavailable
zh_hans: 快捷键录制器不可用

source: Shortcut test
zh_hans: 快捷键测试

source: Shortcuts
zh_hans: 快捷键

source: Show
zh_hans: 显示

source: Show KVoice in Dock
zh_hans: 在程序坞中显示 KVoice

source: Show Options…
zh_hans: 显示选项…

source: Show Recording in Finder
zh_hans: 在访达中显示录音

source: Show in Finder
zh_hans: 在访达中显示

source: Show original transcript
zh_hans: 显示原始转写

source: Show question before answer
zh_hans: 在回答前显示问题

source: Show recommended or all models
zh_hans: 显示推荐模型或全部模型

source: Show the prompt that will be sent
zh_hans: 显示将要发送的提示词

source: Shown in Setup
zh_hans: 显示在设置向导中

source: Shown in the Setup window
zh_hans: 显示在设置向导窗口中

source: Shown in the grid and the menu bar, so make it recognisable.
zh_hans: 显示在网格和菜单栏中，请取一个易于辨认的名称。

source: Shown in the menu bar, so make it recognisable.
zh_hans: 显示在菜单栏中，请取一个易于辨认的名称。

source: Shows the macOS permission prompt. Nothing is requested until you press this.
zh_hans: 显示 macOS 权限提示。在你点按之前不会发出任何请求。

source: Shows the managed package in Finder.
zh_hans: 在访达中显示托管的模型包。

source: Shows the open-source licenses.
zh_hans: 显示开源许可证。

source: Shows the third-party notices for the libraries linked into KVoice.
zh_hans: 显示 KVoice 所链接库的第三方声明。

source: Size
zh_hans: 大小

source: Skip
zh_hans: 跳过

source: Skip Tutorial
zh_hans: 跳过教程

source: Skipped
zh_hans: 已跳过

source: Slot %lld
zh_hans: 槽位 %lld

# Slower than expected for %@ (RTF %@) — check the compute-unit setting
source: Slower than expected for %1$@ (RTF %2$@) — check the compute-unit setting
zh_hans: 在 %@ 上慢于预期（RTF %@）— 请检查计算单元设置

source: Some apps and system shortcuts can claim a key combination first. Try a different shortcut, or make sure KVoice has Accessibility if you picked a lone modifier key.
zh_hans: 某些应用或系统快捷键可能会优先占用该组合键。请尝试更换快捷键；如果你选择的是单个修饰键，请确认已授予 KVoice 辅助功能权限。

source: Some apps and system shortcuts can claim a key combination first. Try a different shortcut. The App Store edition needs a key combination; a lone modifier key cannot be detected.
zh_hans: 某些应用和系统快捷键可能会先占用某个组合键。请尝试其他快捷键。App Store 版本需要使用组合键；无法检测单独的修饰键。

source: Some items could not be removed.
zh_hans: 部分项目无法移除。

source: Sound
zh_hans: 音效

source: Sound feedback
zh_hans: 声音反馈

source: Source
zh_hans: 来源

source: Speech Model
zh_hans: 语音模型

source: Speech Models
zh_hans: 语音模型

source: Speech is transcribed by a local model, so one has to be installed.
zh_hans: 语音由本地模型转写，因此需要安装一个模型。

source: Speech model
zh_hans: 语音模型

source: Start Recording
zh_hans: 开始录音

source: Start with a Predefined Template
zh_hans: 从预设模板开始

source: Starting microphone
zh_hans: 正在启动麦克风

source: Starting mic…
zh_hans: 正在启动麦克风…

source: Starting the download…
zh_hans: 正在开始下载…

source: Starting the test…
zh_hans: 正在开始测试…

source: Starting…
zh_hans: 正在启动…

source: Status
zh_hans: 状态

source: Status refreshes every second while this page is open; a grant made in System Settings appears here without relaunching.
zh_hans: 此页面打开时状态每秒刷新；在“系统设置”中授予的权限无需重新启动即可显示在这里。

source: Status: %@
zh_hans: 状态：%@

# Step %lld of %lld
source: Step %1$lld of %2$lld
zh_hans: 第 %lld 步，共 %lld 步

source: Stop Recording
zh_hans: 停止录音

source: Stop the dictation test first.
zh_hans: 请先停止听写测试。

source: Stop the test recording and transcribe it.
zh_hans: 停止测试录音并转写。

source: Stopping the download…
zh_hans: 正在停止下载…

source: Stopping…
zh_hans: 正在停止…

source: Stops the download. Downloaded bytes are kept so it can be resumed.
zh_hans: 停止下载。已下载的数据会保留，以便恢复。

source: Stops using the external folder without deleting it.
zh_hans: 停止使用外部文件夹，但不删除它。

source: Stored
zh_hans: 已存储

source: Stores the configuration without sending a test request.
zh_hans: 存储配置，不发送测试请求。

source: Streaming
zh_hans: 流式

source: Streaming or Batch
zh_hans: 流式或批处理

source: Succeeded
zh_hans: 成功
